FemDesign.Loads.LoadCombType
FEM-Design Load Combination Type.

FemDesign.Loads.LoadCombType.UltimateOrdinary
Ultimate Ordinary, "U", load combination type.

FemDesign.Loads.LoadCombType.UltimateAccidental
Ultimate accidental, "Ua", load combination type.

FemDesign.Loads.LoadCombType.UltimateSeismic
Ultimate seismic, "Us", load combination type.

FemDesign.Loads.LoadCombType.ServiceabilityQuasiPermanent
Serviceability quasi permanent, "Sq", load combination type.

FemDesign.Loads.LoadCombType.ServiceabilityFrequent
Serviceability frequent, "Sf", load combination type.

FemDesign.Loads.LoadCombType.ServiceabilityCharacteristic
Serviceability characteristic, "Sc", load combination type.